{
    "A new verification link has been sent to the email address you provided during registration.": "تم إرسال رابط تحقق جديد إلى البريد الإلكتروني الذي قدمته أثناء التسجيل.",
    "A new verification link has been sent to your email address.": "تم إرسال رابط تحقق جديد إلى بريدك الإلكتروني.",
    "Already registered?": "مسجل بالفعل؟",
    "Are you sure you want to delete your account?": "هل أنت متأكد أنك تريد حذف حسابك؟",
    "Cancel": "إلغاء",
    "Click here to re-send the verification email.": "اضغط هنا لإعادة إرسال رسالة التحقق.",
    "Confirm": "تأكيد",
    "Confirm Password": "تأكيد كلمة المرور",
    "Current Password": "كلمة المرور الحالية",
    "Dashboard": "لوحة التحكم",
    "Delete Account": "حذف الحساب",
    "Deploy now": "انشر الآن",
    "Documentation": "التوثيق",
    "Email": "البريد الإلكتروني",
    "Email Password Reset Link": "إرسال رابط إعادة تعيين كلمة المرور",
    "Ensure your account is using a long, random password to stay secure.": "تأكد من أن حسابك يستخدم كلمة مرور طويلة وعشوائية للحفاظ على الأمان.",
    "Forgot your password?": "هل نسيت كلمة المرور؟",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "هل نسيت كلمة المرور؟ لا مشكلة. فقط أخبرنا بعنوان بريدك الإلكتروني وسنرسل لك رابط إعادة تعيين كلمة المرور لتتمكن من اختيار كلمة مرور جديدة.",
    "Let's get started": "لنبدأ",
    "Log Out": "تسجيل الخروج",
    "Log in": "تسجيل الدخول",
    "Name": "الاسم",
    "New Password": "كلمة المرور الجديدة",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "بعد حذف حسابك، ستُحذف جميع موارده وبياناته نهائيًا. قبل الحذف، يرجى تنزيل أي بيانات أو معلومات ترغب في الاحتفاظ بها.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "بعد حذف حسابك، ستُحذف جميع موارده وبياناته نهائيًا. الرجاء إدخال كلمة المرور لتأكيد رغبتك في حذف الحساب نهائيًا.",
    "Password": "كلمة المرور",
    "Profile": "الملف الشخصي",
    "Profile Information": "معلومات الملف الشخصي",
    "Read the": "اقرأ",
    "Register": "إنشاء حساب",
    "Remember me": "تذكرني",
    "Resend Verification Email": "إعادة إرسال رسالة التحقق",
    "Reset Password": "إعادة تعيين كلمة المرور",
    "Save": "حفظ",
    "Saved.": "تم الحفظ.",
    "This is a secure area of the application. Please confirm your password before continuing.": "هذه منطقة آمنة في التطبيق. يرجى تأكيد كلمة المرور قبل المتابعة.",
    "Update Password": "تحديث كلمة المرور",
    "Update your account's profile information and email address.": "حدّث معلومات ملفك الشخصي وعنوان بريدك الإلكتروني.",
    "Watch video tutorials at": "شاهد الدروس المرئية على",
    "You're logged in!": "تم تسجيل دخولك!",
    "Your email address is unverified.": "عنوان بريدك الإلكتروني غير مُتحقق."
}
